lib/xml/getDisposition.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:ser="http://service.admin.ws.five9.com/">
    <soapenv:Header/>
    <soapenv:Body>
        <ser:getDisposition>
            <!--Optional:-->
            <dispositionName>?</dispositionName>
        </ser:getDisposition>
    </soapenv:Body>
</soapenv:Envelope>